test.yml
execution:
- concurrency: 50
  ramp-up: 60s
  hold-for: 5m
  scenario: simple

scenarios:
  simple:
    think-time: 0.5
    requests:
    - http://blazedemo.com/
    - http://blazedemo.com/vacation.html

reporting:
- module: blazemeter
  browser-open: none
#   report-name: CJH Build 1
  test: CJH Taurus Demo
  project: CJH Taurus Tests Group